Revit 2027 API
ParameterTypeId.RoomFinishFloor Property
 "Floor Finish"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RoomFinishFloor { get; }
Public Shared ReadOnly Property RoomFinishFloor As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RoomFinishFloor {
	ForgeTypeId^ get ();
}
static member RoomFinishFloor : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace